/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Fișierul de instalare CapCut desktop";
"LvAppTitle" = "Fișierul de instalare Jianying desktop";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Continui instalarea?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Instalează";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Deschide";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Anulează";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Deja ai instalat o versiune veche a CapCut (v%@). Poți deschide versiunea veche sau poți instala cea mai recentă versiune, pentru a o înlocui pe cea veche.";
"LvCheckInstalledMsgHintText" = "Deja ai instalat o versiune veche a Jianying (v%@). Poți deschide versiunea veche sau poți instala cea mai recentă versiune, pentru a o înlocui pe cea veche.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Anulezi descărcarea?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Continuă";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Pauză";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Fișierul descărcat %d%% nu va fi salvat.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Nu s-a putut descărca. Încearcă din nou.";
// pc_installer_retry
"BtnText_Retry" = "Reîncearcă";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Pauză";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Salvează";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Spațiu insuficient pe disc";

"BtnCheck_SystemTrayAutoboot" = "Lansează panoul la pornire";

"DownloadErrorCodeHintText" = "Cod de eroare: ";